Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Include %@
ar: تضمين %1$@
ca: Inclou %1$@
cs: Zahrnout %1$@
da: Inkluder %1$@
de: %@ einbeziehen
el: Συμπεριλάβετε %1$@
es: Incluir %@
fa: گنجاندن %1$@
fi: Sisällytä %1$@
fr: Inclure %@
he: כלול %1$@
hr: Uključi %1$@
hu: Tartalmazza %1$@
id: Sertakan %1$@
it: Includi %@
ja: %@ を含める
ko: %@ 포함
ms: Sertakan %1$@
nl: Inclusief %1$@
no: Inkluder %1$@
pl: Uwzględnij %1$@
pt_br: Incluir %@
pt_pt: Incluir %1$@
ro: Includeți %1$@
ru: Включить %@
sk: Zahrnúť %1$@
sl: Vključi %1$@
sv: Inkludera %1$@
th: รวม %1$@
tr: Dahil et: %@
uk: Включити %@
ur: شامل کریں %1$@
vi: Bao gồm %1$@
zh_hans: 包含 %@
zh_hant: 納入 %@

source: Include screenshot %lld
ar: تضمين لقطة شاشة %1$lld
ca: Inclou la captura de pantalla %1$lld
cs: Zahrnout snímek obrazovky %1$lld
da: Inkluder skærmbillede %1$lld
de: Screenshot %1$lld einbeziehen
el: Συμπερίληψη στιγμιότυπου οθόνης %1$lld
es: Incluir captura %1$lld
fa: گنجاندن اسکرین‌شات %1$lld
fi: Sisällytä kuvakaappaus %1$lld
fr: Inclure la capture d'écran %1$lld
he: כלול צילום מסך %1$lld
hr: Uključi snimak zaslona %1$lld
hu: Képernyőkép csatolása %1$lld
id: Sertakan tangkapan layar %1$lld
it: Includi screenshot %lld
ja: スクリーンショット %1$lld を含める
ko: 스크린샷 %1$lld 포함
ms: Sertakan tangkapan skrin %1$lld
nl: Voeg screenshot %1$lld toe
no: Inkluder skjermdump %1$lld
pl: Dołącz zrzut ekranu %1$lld
pt_br: Incluir captura de tela %1$lld
pt_pt: Incluir captura de ecrã %1$lld
ro: Includeți captura de ecran %1$lld
ru: Включить скриншот %lld
sk: Zahrnúť snímku obrazovky %1$lld
sl: Vključi posnetek zaslona %1$lld
sv: Inkludera skärmdump %1$lld
th: รวมภาพหน้าจอ %1$lld
tr: %lld. ekran görüntüsünü dahil et
uk: Включити знімок екрана %lld
ur: اسکرین شاٹ شامل کریں %1$lld
vi: Bao gồm ảnh chụp màn hình %1$lld
zh_hans: 包含第 %lld 张截图
zh_hant: 納入第 %lld 張螢幕截圖

source: Include set
ar: تشمل مجموعة
ca: Inclou conjunt
cs: Zahrnout sadu
da: Inkluder sæt
de: Set einbeziehen
el: Συμπεριλάβετε σετ
es: Incluir conjunto
fa: گنجاندن مجموعه
fi: Mukana setti
fr: Inclure l'ensemble
he: כלול סט
hr: Uključi set
hu: Tartalmazza a készletet
id: Termasuk set
it: Includi set
ja: セットを含める
ko: 세트 포함
ms: Sertakan set
nl: Inclusief set
no: Inkluder sett
pl: Dołącz zestaw
pt_br: Incluir conjunto
pt_pt: Incluir conjunto
ro: Include setul
ru: Включить набор
sk: Zahrnúť súpravu
sl: Vključi komplet
sv: Inkludera set
th: รวมชุด
tr: Seti dahil et
uk: Включити набір
ur: سیٹ شامل کریں۔
vi: Bao gồm bộ
zh_hans: 包含此组
zh_hant: 納入此組

source: Included
ar: متضمنة
ca: Inclòs
cs: V ceně
da: Inkluderet
de: Enthalten
el: Περιλαμβάνεται
es: Incluido
fa: امکانات
fi: Mukana
fr: Inclus
he: כלול
hr: Uključeno
hu: Beleértve
id: Termasuk
it: Incluso
ja: 含まれるもの
ko: 포함됨
ms: Termasuk
nl: Inbegrepen
no: Inkludert
pl: Uwzględnione
pt_br: Incluído
pt_pt: Incluído
ro: Inclus
ru: Что входит
sk: Zahrnuté
sl: Vključeno
sv: Ingår
th: รวมอยู่ด้วย
tr: Dahil Olanlar
uk: Включено
ur: شامل
vi: Bao gồm
zh_hans: 包含的功能
zh_hant: 已納入

source: Increase font size
ar: زيادة حجم الخط
ca: Augmenta la mida de la lletra
cs: Zvětšit velikost písma
da: Forøg skriftstørrelsen
de: Schriftgröße erhöhen
el: Αυξήστε το μέγεθος της γραμματοσειράς
es: Aumentar el tamaño de fuente
fa: افزایش اندازهٔ فونت
fi: Suurenna fonttikokoa
fr: Augmenter la taille de la police
he: הגדל את גודל הגופן
hr: Povećaj veličinu fonta
hu: Betűméret növelése
id: Tingkatkan ukuran font
it: Aumenta dimensione font
ja: フォントサイズを大きくする
ko: 서체 크기 늘리기
ms: Besarkan saiz fon
nl: Vergroot de lettergrootte
no: Øk skriftstørrelsen
pl: Zwiększ rozmiar czcionki
pt_br: Aumentar o tamanho da fonte
pt_pt: Aumentar o tamanho da fonte
ro: Măriți dimensiunea fontului
ru: Увеличить размер шрифта
sk: Zväčšiť veľkosť písma
sl: Povečajte velikost pisave
sv: Öka teckenstorleken
th: เพิ่มขนาดตัวอักษร
tr: Font boyutunu büyüt
uk: Збільшити розмір шрифту
ur: فونٹ کا سائز بڑھائیں۔
vi: Tăng kích thước phông chữ
zh_hans: 增加字体大小
zh_hant: 放大字體

source: Indigo
ar: نيلي
el: Ινδικό
es: Índigo
fa: نیلی
he: אינדיגו
hu: Indigó
id: nila
it: Indaco
ja: インディゴ
ko: 인디고
ms: nila
pl: Indygo
pt_br: Índigo
pt_pt: Índigo
ru: Индиго
th: สีคราม
tr: Çivit
uk: Індиго
ur: انڈگو
vi: màu chàm
zh_hans: 靛蓝
zh_hant: 靛藍

source: Insert
ar: إدراج
ca: Insereix
cs: Vložit
da: Indsæt
de: Einfügen
el: Εισαγωγή
es: Insertar
fa: درج
fi: Lisää
fr: Insérer
he: הכנס
hr: Ubacite
hu: Beszúrás
id: Sisipkan
it: Inserisci
ja: 挿入
ko: 삽입
ms: Sisipkan
nl: Invoegen
no: Sett inn
pl: Wstaw
pt_br: Inserir
pt_pt: Inserir
ro: Inserați
ru: Вставка
sk: Vložiť
sl: Vstavi
sv: Sätt in
th: ใส่
tr: Ekle
uk: Вставити
ur: داخل کریں
vi: Chèn
zh_hans: 插入
zh_hant: 插入

source: Insert a shape into the selected row
ar: إدراج شكل في الصف المحدد
ca: Insereix una forma a la fila seleccionada
cs: Vložte tvar do vybraného řádku
da: Indsæt en figur i den valgte række
de: Eine Form in die ausgewählte Zeile einfügen
el: Εισαγάγετε ένα σχήμα στην επιλεγμένη σειρά
es: Inserta una forma en la fila seleccionada
fa: یک شکل را در ردیف انتخاب‌شده درج کنید
fi: Lisää muoto valittuun riviin
fr: Insérer une forme dans la ligne sélectionnée
he: הכנס צורה לשורה שנבחרה
hr: Umetnite oblik u odabrani red
hu: Szúrjon be egy alakzatot a kiválasztott sorba
id: Sisipkan bentuk ke dalam baris yang dipilih
it: Inserisci una forma nella riga selezionata
ja: 選択した行に図形を挿入
ko: 선택한 행에 도형을 삽입합니다
ms: Masukkan bentuk ke dalam baris yang dipilih
nl: Voeg een vorm in de geselecteerde rij in
no: Sett inn en form i den valgte raden
pl: Wstaw kształt do wybranego wiersza
pt_br: Insere uma forma na linha selecionada
pt_pt: Inserir uma forma na linha selecionada
ro: Inserați o formă în rândul selectat
ru: Вставить фигуру в выбранную строку
sk: Vložte tvar do vybraného riadku
sl: Vstavite obliko v izbrano vrstico
sv: Infoga en form i den markerade raden
th: แทรกรูปร่างลงในแถวที่เลือก
tr: Seçili satıra bir şekil ekle
uk: Вставити фігуру у вибраний рядок
ur: منتخب قطار میں ایک شکل داخل کریں۔
vi: Chèn hình vào hàng đã chọn
zh_hans: 将形状插入所选行
zh_hant: 將形狀插入所選列

source: Inspector
ar: مفتش
cs: Inspektor
da: Inspektør
de: Inspektor
el: επιθεωρητής
fa: بازرس
fi: Tarkastaja
fr: Inspecteur
he: מפקח
hr: Inspektor
hu: felügyelő
id: Inspektur
ja: インスペクタ
ko: 인스펙터
ms: Inspektor
nl: Inspecteur
no: Inspektør
pl: Inspektor
pt_br: Inspetor
pt_pt: Inspetor
ru: Инспектор
sk: inšpektor
sl: Inšpektor
sv: Inspektör
th: สารวัตร
tr: Denetçi
uk: Інспектор
ur: انسپکٹر
vi: Thanh tra
zh_hans: 检查器
zh_hant: 檢閱器

source: Instagram feed
ar: خلاصة Instagram
ca: Feed d'Instagram
cs: Instagram zdroj
el: Instagram ροή
es: Feed de Instagram
fa: فید Instagram
fi: Instagram syöte
fr: Fil Instagram
he: Instagram עדכון
hu: Instagram hírcsatorna
id: Instagram umpan
it: Feed di Instagram
ja: Instagram フィード
ko: Instagram 피드
ms: Instagram suapan
pl: Instagram kanał
pt_br: Feed do Instagram
pt_pt: Feed do Instagram
ro: Flux Instagram
ru: Лента Instagram
sk: Instagram informačný kanál
sl: vir Instagram.
sv: Instagram flöde
th: Instagram ฟีด
tr: Instagram akışı
uk: Стрічка Instagram
ur: Instagram فیڈ
vi: Nguồn cấp dữ liệu Instagram
zh_hans: Instagram 动态
zh_hant: Instagram 動態消息

source: Instagram portrait
ar: Instagram صورة شخصية
ca: Instagram retrat
cs: Instagram portrét
da: Instagram portræt
de: Instagram-Hochformat
el: Instagram πορτρέτο
es: Instagram vertical
fa: Instagram عمودی
fi: Instagram muotokuva
fr: Portrait Instagram
he: Instagram דיוקן
hr: Instagram portret
hu: Instagram portré
id: Instagram potret
it: Instagram verticale
ja: Instagram 縦長
ko: Instagram 세로형
ms: Instagram potret
nl: Instagram portret
no: Instagram portrett
pl: Instagram portret
pt_br: Retrato do Instagram
pt_pt: Instagram retrato
ro: Instagram portret
ru: Вертикальный пост Instagram
sk: Instagram portrét
sl: Instagram portret
sv: Instagram porträtt
th: Instagram แนวตั้ง
tr: Instagram dikey
uk: Вертикальний допис Instagram
ur: Instagram پورٹریٹ
vi: Instagram chân dung
zh_hans: Instagram 竖版
zh_hant: Instagram 直式貼文

source: Install…
ar: تثبيت...
ca: Instal·la...
cs: Instalovat…
da: Installer...
de: Installieren…
el: Εγκατάσταση…
es: Instalar…
fa: نصب…
fi: Asenna…
fr: Installer…
he: התקן…
hr: Instaliraj…
hu: Telepítés…
id: Instal…
ja: インストール…
ko: 설치…
ms: Pasang…
nl: Installeren…
no: Installer...
pl: Zainstaluj…
pt_br: Instalar…
pt_pt: Instalar…
ro: Instalați…
sk: Inštalovať…
sl: Namesti ...
sv: Installera...
th: ติดตั้ง...
ur: انسٹال کریں…
vi: Cài đặt…
zh_hans: 安装...

source: Invalid request URL.
ar: عنوان URL للطلب غير صالح.
ca: URL de sol·licitud no vàlid.
cs: Neplatná adresa URL požadavku.
da: Ugyldig anmodnings-URL.
de: Ungültige Anfrage-URL.
el: Μη έγκυρη διεύθυνση URL αιτήματος.
es: URL de solicitud no válida.
fa: URL درخواست نامعتبر است.
fi: Virheellinen pyynnön URL-osoite.
fr: URL de demande invalide.
he: כתובת URL לא חוקית של בקשה.
hr: Nevažeći URL zahtjeva.
hu: Érvénytelen kérés URL.
id: URL permintaan tidak valid.
it: URL della richiesta non valido.
ja: リクエスト URL が無効です。
ko: 요청 URL이 잘못되었습니다.
ms: URL permintaan tidak sah.
nl: Ongeldige verzoek-URL.
no: Ugyldig nettadresse for forespørsel.
pl: Nieprawidłowy adres URL żądania.
pt_br: URL de solicitação inválido.
pt_pt: URL de solicitação inválido.
ro: Adresa URL de solicitare nevalidă.
ru: Недопустимый URL запроса.
sk: Neplatná adresa URL žiadosti.
sl: Neveljaven URL zahteve.
sv: Ogiltig webbadress för begäran.
th: URL คำขอไม่ถูกต้อง
tr: Geçersiz istek URL'si.
uk: Недійсний URL запиту.
ur: غلط درخواست URL۔
vi: URL yêu cầu không hợp lệ.
zh_hans: 请求 URL 无效。
zh_hant: 無效的請求 URL。

source: Invalid SVG content
ar: محتوى SVG غير صالح
ca: Contingut SVG no vàlid
cs: Neplatný obsah SVG
da: Ugyldigt SVG indhold
de: Ungültiger SVG-Inhalt
el: Μη έγκυρο περιεχόμενο SVG
es: Contenido SVG no válido
fa: محتوای SVG نامعتبر است
fi: Virheellinen SVG sisältö
fr: Contenu SVG non valide
he: תוכן SVG לא חוקי
hr: Nevažeći SVG sadržaj
hu: Érvénytelen SVG tartalom
id: Konten SVG tidak valid
it: Contenuto SVG non valido
ja: 無効な SVG コンテンツ
ko: 잘못된 SVG 콘텐츠
ms: Kandungan SVG tidak sah
nl: Ongeldige SVG inhoud
no: Ugyldig SVG innhold
pl: Nieprawidłowa treść SVG.
pt_br: Conteúdo SVG inválido
pt_pt: Conteúdo SVG inválido
ro: Conținut SVG nevalid
ru: Недопустимое содержимое SVG
sk: Neplatný obsah SVG
sl: Neveljavna vsebina SVG.
sv: Ogiltigt SVG innehåll
th: เนื้อหา SVG ไม่ถูกต้อง
tr: Geçersiz SVG içeriği
uk: Недійсний вміст SVG
ur: غلط SVG مواد
vi: Nội dung SVG không hợp lệ
zh_hans: SVG 内容无效
zh_hant: 無效的 SVG 內容

source: Invisible
ar: غير مرئية
cs: Neviditelný
da: Usynlig
de: Unsichtbar
el: Αόρατο
fa: نامرئی
fi: Näkymätön
he: בלתי נראה
hr: Nevidljivi
hu: Láthatatlan
id: Tak terlihat
it: Invisibile
ja: 透明
ko: 보이지 않음
ms: tak nampak
nl: Onzichtbaar
no: Usynlig
pl: Niewidzialny
pt_br: Invisível
pt_pt: Invisível
ro: Invizibil
ru: Невидимая
sk: Neviditeľný
sl: Neviden
sv: Osynlig
th: มองไม่เห็น
tr: Görünmez
uk: Невидимий
ur: غیر مرئی
vi: Vô hình
zh_hans: 不可见
zh_hant: 隱形

source: iOS Simulator Capture Failed
ar: iOS فشل التقاط المحاكي
ca: iOS Ha fallat la captura del simulador
cs: iOS Zachycení simulátoru se nezdařilo
da: iOS Simulatoroptagelse mislykkedes
de: iOS Simulatorerfassung fehlgeschlagen
el: iOS Η λήψη του προσομοιωτή απέτυχε
es: iOS Error en la captura del simulador
fa: iOS ضبط شبیه‌ساز انجام نشد
fi: iOS Simulaattorikaappaus epäonnistui
fr: iOS Échec de la capture du simulateur
he: iOS לכידת הסימולטור נכשלה
hr: iOS Snimanje simulatora nije uspjelo
hu: iOS A szimulátor rögzítése nem sikerült
id: iOS Pengambilan Simulator Gagal
ja: iOS シミュレータのキャプチャに失敗しました
ko: iOS 시뮬레이터 캡처 실패
ms: iOS Tangkapan Simulator Gagal
nl: iOS Simulatoropname mislukt
no: iOS Simulatoropptak mislyktes
pl: iOS Przechwytywanie symulatora nie powiodło się
pt_br: iOS Falha na captura do simulador
pt_pt: iOS Falha na captura do simulador
ro: iOS Capturarea simulatorului a eșuat
sk: iOS Zachytenie simulátora zlyhalo
sl: iOS Zajem simulatorja ni uspel
sv: iOS Simulatorfångst misslyckades
th: iOS การจับภาพจำลองล้มเหลว
ur: iOS سمیلیٹر کیپچر ناکام ہو گیا۔
vi: iOS Chụp mô phỏng không thành công
zh_hans: iOS 模拟器捕获失败

source: iOS Simulator capture failed: %@
ar: iOS فشل التقاط المحاكي: %1$@
ca: iOS La captura del simulador ha fallat: %1$@
cs: iOS Zachycení simulátoru se nezdařilo: %1$@
da: iOS Simulatoroptagelse mislykkedes: %1$@
de: iOS Simulatorerfassung fehlgeschlagen: %1$@
el: iOS Η λήψη του προσομοιωτή απέτυχε: %1$@
es: iOS Error en la captura del simulador: %1$@
fa: iOS تصویربرداری شبیه‌ساز ناموفق بود: %1$@
fi: iOS Simulaattorikaappaus epäonnistui: %1$@
fr: iOS Échec de la capture du simulateur : %1$@
he: iOS לכידת הסימולטור נכשלה: %1$@
hr: iOS Snimanje simulatora nije uspjelo: %1$@
hu: iOS A szimulátor rögzítése sikertelen: %1$@
id: iOS Pengambilan simulator gagal: %1$@
ja: iOS シミュレータのキャプチャに失敗しました: %1$@
ko: iOS 시뮬레이터 캡처 실패: %1$@
ms: iOS Tangkapan simulator gagal: %1$@
nl: iOS Simulatoropname mislukt: %1$@
no: iOS Simulatorfangst mislyktes: %1$@
pl: iOS Nie udało się przechwycić symulatora: %1$@
pt_br: iOS Falha na captura do simulador: %1$@
pt_pt: iOS Falha na captura do simulador: %1$@
ro: iOS Capturarea simulatorului nu a reușit: %1$@
sk: iOS Zachytenie simulátora zlyhalo: %1$@
sl: iOS Zajem simulatorja ni uspel: %1$@
sv: iOS Simulatorfångst misslyckades: %1$@
th: iOS การจับภาพจำลองล้มเหลว: %1$@
ur: iOS سمیلیٹر کیپچر ناکام ہو گیا: %1$@
vi: iOS Chụp mô phỏng không thành công: %1$@
zh_hans: iOS 模拟器捕获失败：%1$@

source: iOS Simulator capture failed.
ar: iOS فشل التقاط المحاكي.
ca: iOS La captura del simulador ha fallat.
cs: iOS Zachycení simulátoru se nezdařilo.
da: iOS Simulatoroptagelse mislykkedes.
de: iOS Simulatorerfassung fehlgeschlagen.
el: iOS Η λήψη του προσομοιωτή απέτυχε.
es: iOS Error en la captura del simulador.
fa: iOS ضبط شبیه‌ساز ناموفق بود.
fi: iOS Simulaattorikaappaus epäonnistui.
fr: iOS La capture du simulateur a échoué.
he: iOS לכידת הסימולטור נכשלה.
hr: iOS Snimanje simulatora nije uspjelo.
hu: iOS A szimulátor rögzítése nem sikerült.
id: iOS Pengambilan simulator gagal.
ja: iOS シミュレータのキャプチャに失敗しました。
ko: iOS 시뮬레이터 캡처에 실패했습니다.
ms: iOS Tangkapan simulator gagal.
nl: iOS Vastleggen van de simulator is mislukt.
no: iOS Simulatoropptak mislyktes.
pl: iOS Przechwytywanie symulatora nie powiodło się.
pt_br: iOS Falha na captura do simulador.
pt_pt: iOS Falha na captura do simulador.
ro: iOS Captura cu simulatorul nu a reușit.
sk: iOS Zachytenie simulátora zlyhalo.
sl: iOS Zajem simulatorja ni uspel.
sv: iOS Simulatorfångst misslyckades.
th: iOS การจับภาพจำลองล้มเหลว
ur: iOS سمیلیٹر کیپچر ناکام ہو گیا۔
vi: iOS Chụp mô phỏng không thành công.
zh_hans: iOS 模拟器捕获失败。

source: iOS Simulator capture isn't set up yet.
ar: iOS لم يتم إعداد التقاط المحاكي بعد.
ca: iOS La captura del simulador encara no està configurada.
cs: iOS Zachycení simulátoru ještě není nastaveno.
da: iOS Simulatoroptagelse er ikke konfigureret endnu.
de: iOS Die Simulatorerfassung ist noch nicht eingerichtet.
el: iOS Η λήψη του προσομοιωτή δεν έχει ρυθμιστεί ακόμα.
es: iOS La captura del simulador aún no está configurada.
fa: iOS ضبط شبیه‌ساز هنوز راه‌اندازی نشده است.
fi: iOS Simulaattorikaappausta ei ole vielä määritetty.
fr: iOS La capture du simulateur n'est pas encore configurée.
he: iOS לכידת סימולטור עדיין לא הוגדרה.
hr: iOS Snimanje simulatora još nije postavljeno.
hu: iOS A szimulátorrögzítés még nincs beállítva.
id: iOS Pengambilan gambar simulator belum disiapkan.
ja: iOS シミュレータ キャプチャはまだ設定されていません。
ko: iOS 시뮬레이터 캡처가 아직 설정되지 않았습니다.
ms: iOS Tangkapan simulator belum disediakan lagi.
nl: iOS Simulatoropname is nog niet ingesteld.
no: iOS Simulatoropptak er ikke konfigurert ennå.
pl: iOS Przechwytywanie symulatora nie zostało jeszcze skonfigurowane.
pt_br: iOS A captura do simulador ainda não está configurada.
pt_pt: iOS A captura do simulador ainda não está configurada.
ro: iOS Captura cu simulator nu este încă configurată.
sk: iOS Zachytávanie simulátora ešte nie je nastavené.
sl: iOS Zajem simulatorja še ni nastavljen.
sv: iOS Simulatorinspelning är inte konfigurerad än.
th: iOS ยังไม่ได้ตั้งค่าการจับภาพจำลอง
ur: iOS سمیلیٹر کیپچر ابھی تک سیٹ اپ نہیں ہے۔
vi: iOS Tính năng chụp mô phỏng chưa được thiết lập.
zh_hans: iOS 模拟器捕获尚未设置。

source: iPhone 17 Pro Max
ar: iPhone 17 برو ماكس
da: iPhone 17 Pro Maks
id: iPhone 17 Pro Maks
ms: iPhone 17 Pro Maks
no: iPhone 17 Pro Maks
pt_pt: iPhone 17 Pro Máx.
th: iPhone 17 โปรสูงสุด
ur: iPhone 17 پرو میکس

source: Issuer ID should be a UUID.
ar: يجب أن يكون Issuer ID UUID.
ca: Issuer ID hauria de ser un UUID.
cs: Issuer ID by mělo být UUID.
da: Issuer ID skal være et UUID.
de: Issuer ID sollte eine UUID sein.
el: Το Issuer ID θα πρέπει να είναι UUID.
es: El Issuer ID debe ser un UUID.
fa: Issuer ID باید یک UUID باشد.
fi: Issuer ID tulee olla UUID.
fr: L'Issuer ID doit être un UUID.
he: Issuer ID צריך להיות UUID.
hr: Issuer ID bi trebao biti UUID.
hu: A Issuer ID UUID-nek kell lennie.
id: Issuer ID harus berupa UUID.
it: L'Issuer ID deve essere un UUID.
ja: Issuer ID は UUID である必要があります。
ko: Issuer ID는 UUID여야 합니다.
ms: Issuer ID mestilah UUID.
nl: Issuer ID moet een UUID zijn.
no: Issuer ID skal være en UUID.
pl: Issuer ID powinien być identyfikatorem UUID.
pt_br: Issuer ID deve ser um UUID.
pt_pt: Issuer ID deve ser um UUID.
ro: Issuer ID ar trebui să fie un UUID.
ru: Issuer ID должен быть в формате UUID.
sk: Issuer ID by malo byť UUID.
sl: Issuer ID mora biti UUID.
sv: Issuer ID ska vara ett UUID.
th: Issuer ID ควรเป็น UUID
tr: Issuer ID bir UUID olmalıdır.
uk: Issuer ID має бути UUID.
ur: Issuer ID UUID ہونا چاہیے۔
vi: Issuer ID phải là UUID.
zh_hans: Issuer ID 应为 UUID。
zh_hant: Issuer ID 應為 UUID。

source: Issuer ID, Key ID, and private key are required.
ar: Issuer ID، Key ID، والمفتاح الخاص مطلوبان.
ca: Calen Issuer ID, Key ID i clau privada.
cs: Jsou vyžadovány Issuer ID, Key ID a soukromý klíč.
da: Issuer ID, Key ID og privat nøgle er påkrævet.
de: Issuer ID, Key ID und ein privater Schlüssel sind erforderlich.
el: Απαιτούνται Issuer ID, Key ID και ιδιωτικό κλειδί.
es: Se requieren Issuer ID, Key ID y clave privada.
fa: Issuer ID، Key ID و کلید خصوصی مورد نیاز است.
fi: Issuer ID, Key ID ja yksityinen avain vaaditaan.
fr: Issuer ID, Key ID et une clé privée sont requis.
he: נדרשים Issuer ID, Key ID ומפתח פרטי.
hr: Potrebni su Issuer ID, Key ID i privatni ključ.
hu: Issuer ID, Key ID és privát kulcs szükséges.
id: Issuer ID, Key ID, dan kunci pribadi diperlukan.
ja: Issuer ID、Key ID、および秘密キーが必要です。
ko: Issuer ID, Key ID 및 개인 키가 필요합니다.
ms: Issuer ID, Key ID dan kunci peribadi diperlukan.
nl: Issuer ID, Key ID en privésleutel zijn vereist.
no: Issuer ID, Key ID og privat nøkkel kreves.
pl: Wymagane są Issuer ID, Key ID i klucz prywatny.
pt_br: Issuer ID, Key ID e chave privada são obrigatórios.
pt_pt: Issuer ID, Key ID e chave privada são obrigatórios.
ro: Sunt necesare Issuer ID, Key ID și cheia privată.
sk: Vyžaduje sa Issuer ID, Key ID a súkromný kľúč.
sl: Zahtevani so Issuer ID, Key ID in zasebni ključ.
sv: Issuer ID, Key ID och privat nyckel krävs.
th: ต้องใช้ Issuer ID, Key ID และรหัสส่วนตัว
ur: Issuer ID، Key ID، اور نجی کلید درکار ہے۔
vi: Cần có Issuer ID, Key ID và khóa riêng tư.
zh_hans: 需要 Issuer ID、Key ID 和私钥。

source: It has no rows. You can undo this.
ar: ليس لديها صفوف. يمكنك التراجع عن هذا.
ca: No té files. Podeu desfer això.
cs: Nemá žádné řádky. Můžete to vrátit zpět.
da: Den har ingen rækker. Du kan fortryde dette.
de: Diese Variante hat keine Zeilen. Du kannst das rückgängig machen.
el: Δεν έχει σειρές. Μπορείτε να το αναιρέσετε.
es: No tiene filas. Puedes deshacerlo.
fa: هیچ ردیفی ندارد. می‌توانید این کار را واگرد کنید.
fi: Siinä ei ole rivejä. Voit kumota tämän.
fr: Elle n’a aucune ligne. Vous pouvez annuler.
he: אין לו שורות. אתה יכול לבטל את זה.
hr: Nema redova. Možete ovo poništiti.
hu: Nincsenek benne sorok. Ezt visszavonhatja.
id: Tidak ada baris. Anda dapat membatalkannya.
it: Non ha righe. Puoi annullare questa operazione.
ja: 行がありません。取り消すことができます。
ko: 행이 없습니다. 실행 취소할 수 있습니다.
ms: Ia tidak mempunyai baris. Anda boleh membuat asal ini.
nl: Er zijn geen rijen. Je kunt dit ongedaan maken.
no: Den har ingen rader. Du kan angre dette.
pl: Nie ma rzędów. Możesz to cofnąć.
pt_br: Ela não tem linhas. Você pode desfazer isso.
pt_pt: Não tem linhas. Você pode desfazer isso.
ro: Nu are rânduri. Puteți anula acest lucru.
ru: В нем нет строк. Это действие можно отменить.
sk: Nemá žiadne riadky. Môžete to vrátiť späť.
sl: Nima vrstic. To lahko razveljavite.
sv: Den har inga rader. Du kan ångra detta.
th: มันไม่มีแถว คุณสามารถยกเลิกสิ่งนี้ได้
tr: Hiç satırı yok. Bunu geri alabilirsiniz.
uk: У ньому немає рядків. Цю дію можна відмінити.
ur: اس کی کوئی قطار نہیں ہے۔ آپ اسے کالعدم کر سکتے ہیں۔
vi: Nó không có hàng. Bạn có thể hoàn tác việc này.
zh_hans: 它没有任何行。你可以撤销此操作。
zh_hant: 它沒有任何列。你可以還原此動作。
